const companyData = [
	{
		label: '台领导',
		children: [
			{
				label: '总编辑、党委副书记'
			},
			{
				label: '副台长、党委委员'
			},

			{
				label: '副总编辑、党委委员'
			}
		]
	},
	{
		label: '驻局纪检组',
		children: [
			{
				label: '驻局纪检组副组长'
			}
		]
	},
	{
		label: '台中层干部',
		children: [
			{
				label: '发展规划部主任'
			},
			{
				label: '人力资源部主任'
			},
			{
				label: '审计部主任'
			},
			{
				label: '原电台台长助理'
			},
			{
				label: '原电台副总编辑、新闻广播总监'
			},
			{
				label: '原电台台长助理、副总编辑'
			},
			{
				label: '原电台副总编辑、音乐广播总监'
			},
			{
				label: '原电台总工程师'
			},
			{
				label: '原电台办公室主任'
			},
			{
				label: '原电台交通广播总监'
			},
			{
				label: '原电台戏曲广播总监'
			},
			{
				label: '原电台农村广播总监'
			},
			{
				label: '原电台故事广播总监'
			},
			{
				label: '原电台影视广播总监'
			},
			{
				label: '原电台信息广播总监'
			},
			{
				label: '原电台广告管理部主任'
			},
			{
				label: '原电视台台长助理、党委专职副书记、少儿体育频道\r\n总监'
			},
			{
				label: '原电视台总工程师'
			},
			{
				label: '原电视台文艺总监、文艺部主任'
			},
			{
				label: '原电视台台长助理、总编室主任'
			},
			{
				label: '原电视台办公室主任'
			},
			{
				label: '原电视台广告管理部主任'
			},
			{
				label: '原电视台新闻部主任'
			},
			{
				label: '原电视台专题部主任'
			},
			{
				label: '原电视台技术部主任'
			},
			{
				label: '原电视台播出部主任'
			},
			{
				label: '原电视台电视剧频道总监'
			},
			{
				label: '原电视台欢腾购物频道总监'
			},
			{
				label: '原电视台中华功夫频道总监'
			},
			{
				label: '原电视台国际频道负责人'
			},
			{
				label: '党群工作部副主任'
			},
			{
				label: '党群工作部副主任'
			},
			{
				label: '党群工作部副主任'
			},
			{
				label: '党群工作部副主任'
			},
			{
				label: '人力资源部副主任'
			},
			{
				label: '人力资源部副主任'
			},
			{
				label: '审计部副主任'
			},
			{
				label: '对外联络部副主任'
			},
			{
				label: '对外联络部副主任'
			},
			{
				label: '原电台总编室副主任'
			},
			{
				label: '原电台人力资源部副主任'
			},
			{
				label: '原电台技术播出部副主任'
			},
			{
				label: '原电台发展研究部副主任'
			},
			{
				label: '原电台发展研究部副主任'
			},
			{
				label: '原电台离退休人员工作部主任'
			},
			{
				label: '原电台对外联络部主任'
			},
			{
				label: '原电台办公室副主任'
			},
			{
				label: '河南广播电视台财管中心副主任'
			},
			{
				label: '原电台数字多媒体广播副总监'
			},
			{
				label: '原电台音乐广播副总监'
			},
			{
				label: '原电台影视广播副总监'
			},
			{
				label: '原电台农村广播副总监'
			},
			{
				label: '原电台办公室副主任'
			},
			{
				label: '原电台总编室副主任'
			},
			{
				label: '原电台总编室副主任'
			},
			{
				label: '原电台农村广播副总监'
			},
			{
				label: '原电台故事广播副总监'
			},
			{
				label: '原电台数字多媒体广播副总监'
			},
			{
				label: '原电台广告管理部副主任'
			},
			{
				label: '原电台广告管理部副主任'
			},
			{
				label: '原电台教育广播副总监'
			},
			{
				label: '原电台发射覆盖部副主任'
			},
			{
				label: '原电台发射覆盖部副主任'
			},
			{
				label: '原电台发展研究部副主任'
			},
			{
				label: '原电台戏曲广播副总监'
			},
			{
				label: '原电台新闻广播副总监'
			},
			{
				label: '原电台戏曲广播副总监'
			},
			{
				label: '原电台农村广播副总监'
			},
			{
				label: '原电台农村广播副总监'
			},
			{
				label: '原电台影视广播副总监'
			},
			{
				label: '原电台教育广播副总监'
			},
			{
				label: '原电台教育广播副总监'
			},
			{
				label: '原电台信息广播副总监'
			},
			{
				label: '原电台数字多媒体广播副总监'
			},
			{
				label: '原电台平顶山记者站站长'
			},
			{
				label: '原电台教育广播负责人'
			},
			{
				label: '原电视台民生频道副总监'
			},
			{
				label: '原电视台财务部副主任'
			},
			{
				label: '河南广播电视台财管中心副主任'
			},
			{
				label: '原电视台新闻评论部副主任'
			},
			{
				label: '原电视台制作部副主任'
			},
			{
				label: '原电视台新媒体业务管理部副主任'
			},
			{
				label: '原电视台覆盖管理部主任'
			},
			{
				label: '原电视台安全保障部主任'
			},
			{
				label: '原电视台后勤保障部主任'
			},
			{
				label: '原电视台服装道具管理部主任'
			},
			{
				label: '原电视台都市频道副总监'
			},
			{
				label: '原电视台新媒体业务管理部副主任'
			},
			{
				label: '原电视台公共频道副总监'
			},
			{
				label: '原电视台总编室副主任'
			},
			{
				label: '原电视台总编室副主任（援疆）'
			},
			{
				label: '原电视台总编室副主任'
			},
			{
				label: '原电视台新闻部副主任'
			},
			{
				label: '原电视台新闻部副主任'
			},
			{
				label: '原电视台新闻部副主任'
			},
			{
				label: '原电视台新闻评论部副主任'
			},
			{
				label: '原电视台制作部副主任'
			},
			{
				label: '原电视台广告管理部副主任'
			},
			{
				label: '原电视台国际部副主任'
			},
			{
				label: '原电视台广告管理部副主任'
			},
			{
				label: '原电视台中华功夫频道副总监'
			},
			{
				label: '原电视台办公室副主任'
			},
			{
				label: '原电视台发展研究部副主任'
			},
			{
				label: '原电视台中华功夫频道副总监'
			},
			{
				label: '原电视台专题部副主任'
			},
			{
				label: '原电视台新媒体业务管理部副主任'
			},
			{
				label: '原电视台新闻对外联络部副主任'
			},
			{
				label: '原电视台少儿体育频道副总监'
			},
			{
				label: '原电视台法制频道副总监'
			},
			{
				label: '原电视台电视剧频道副总监'
			},
			{
				label: '原电视台电视剧频道副总监'
			},
			{
				label: '原电视台少儿体育频道副总监'
			},
			{
				label: '原电视台新闻频道副总监'
			},
			{
				label: '原电视台新闻部副主任'
			},
			{
				label: '原电视台欢腾购物频道副总监'
			},
			{
				label: '原电视台公共频道副总监'
			},
			{
				label: '原电视台公共频道副总监'
			},
			{
				label: '原电视台公共频道副总监'
			},
			{
				label: '原电视台离退休人员工作部副主任'
			},
			{
				label: '原电视台后勤保障部副主任'
			}
		]
	},

	{
		label: '筹备组',
		children: [
			{
				label: '宣传组'
			},
			{
				label: '改革办'
			},
			{
				label: '财务组'
			},
			{
				label: '安保组'
			},
			{
				label: '技术组'
			},
			{
				label: '综合组'
			},
			{
				label: '综合组'
			},
			{
				label: '改革办'
			},
			{
				label: '第一书记活动办'
			},
			{
				label: '征地办'
			}
		]
	},
	{
		label: '台属事业单位负责人',
		children: [
			{
				label: '河南省广播电视发射台台长'
			},
			{
				label: '河南省无线发射传输管理中心主任'
			},
			{
				label: '河南广播电视台无线电台管理中心主任                                  '
			},
			{
				label: '河南广播电视台102台台长'
			},
			{
				label: '河南广播电视台104台台长'
			},
			{
				label: '河南广播电视台财务管理中心主任'
			},
			{
				label: '服务中心主任'
			}
		]
	},
	{
		label: '集团属企业',
		children: [
			{
				label: '河南电影电视制作集团有限公司董事长、党委书记'
			},
			{
				label: '河南电影电视制作集团有限公司总裁、党委副书记'
			},
			{
				label: '河南影视制作集团副总裁'
			},
			{
				label: '河南影视制作集团副总裁'
			},
			{
				label: '河南影视制作集团副总裁'
			},
			{
				label: '河南影视制作集团纪委书记、工会主席'
			},
			{
				label: '河南影视制作集团副总裁'
			},
			{
				label: '河南影视制作集团总会计师'
			},
			{
				label: '原电视台新农村频道总监'
			},
			{
				label: '原电台副台长、河南大象融媒体集团有限公司临时负责人'
			},
			{
				label: '《新选择》杂志社社长、河南大象融媒体集团有限公司'
			},
			{
				label: '河南大象融媒体集团有限公司'
			},
			{
				label: '河南大象融媒体集团有限公司纪检书记'
			},
			{
				label: '河南大象融媒体集团有限公司'
			},
			{
				label: '河南大象融媒体集团有限公司'
			},
			{
				label: '河南大象融媒体集团有限公司'
			},
			{
				label: '河南大象融媒体集团有限公司'
			},
			{
				label: '《东方今报》报社社长'
			},
			{
				label: '原电视台民生频道总监 '
			},
			{
				label: '原电视台民生频道副总监'
			},
			{
				label: '原电视台民生频道副总监'
			},
			{
				label: '原电视台民生频道副总监'
			},
			{
				label: '原电台经济广播副总监'
			},
			{
				label: '河南有线电视网络集团有限公司、河南广播电视网络股份有限公司党委书记、董事长'
			},
			{
				label: '河南有线电视网络集团有限公司总经理、党委委员'
			},
			{
				label: '河南广播电视网络股份有限公司总经理、党委委员'
			},
			{
				label: '河南文化影视集团有限公司董事长、党委书记'
			},
			{
				label: '河南文化影视集团有限公司总经理、党委副书记'
			},
			{
				label: '河南省电影公司总经理'
			},
			{
				label: '河南通用传媒股份有限公司董事长'
			},
			{
				label: '河南广电发射塔管理有限公司董事长'
			},
			{
				label: '河南广电置业有限公司董事长'
			},
			{
				label: '河南广电置业有限公司总经理'
			},
			{
				label: '河南买卖多电子商务有限公司总经理'
			},
			{
				label: '河南广电保安服务有限公司总经理'
			},
			{
				label: '河南新农村数字电影院线有限公司董事长、总经理'
			},
			{
				label: '河南天裕物业管理服务有限公司总经理'
			},
			{
				label: '河南天佑物业管理有限公司总经理'
			},
			{
				label: '河南航空港卫视公司'
			},
			{
				label: '河南广电县域传媒公司筹备组'
			}
		]
	}
]

export default companyData
