const companyData = [
	{
		label: '台领导',
		children: [
			{
				id: '1',
				name: '王仁海',
				label: '总编辑、党委副书记'
			},
			{
				id: '2',
				name: '张大宝',
				label: '副台长、党委委员'
			},
			{
				id: '3',
				name: '崔为兵',
				label: '副台长、党委委员'
			},
			{
				id: '4',
				name: '李波',
				label: '副总编辑、党委委员'
			},
			{
				id: '5',
				name: '顾海红',
				label: '副总编辑、党委委员'
			}
		]
	},
	{
		label: '驻局纪检组',
		children: [
			{
				id: '6',
				name: '逯迎洲',
				label: '驻局纪检组副组长'
			}
		]
	},
	{
		label: '台中层干部',
		children: [
			{
				id: '7',
				name: '张玉良',
				label: '发展规划部主任'
			},
			{
				id: '8',
				name: '李宗伟',
				label: '人力资源部主任'
			},
			{
				id: '9',
				name: '马美珍',
				label: '审计部主任'
			},
			{
				id: '10',
				name: '陈秋生',
				label: '原电台台长助理'
			},
			{
				id: '11',
				name: '姚菊清',
				label: '原电台副总编辑、新闻广播总监'
			},
			{
				id: '12',
				name: '徐汉青',
				label: '原电台台长助理、副总编辑'
			},
			{
				id: '13',
				name: '高铁军',
				label: '原电台副总编辑、音乐广播总监'
			},
			{
				id: '14',
				name: '常智明',
				label: '原电台总工程师'
			},
			{
				id: '15',
				name: '崔根成',
				label: '原电台办公室主任'
			},
			{
				id: '16',
				name: '杨树峰',
				label: '原电台交通广播总监'
			},
			{
				id: '17',
				name: '李静',
				label: '原电台戏曲广播总监'
			},
			{
				id: '18',
				name: '徐红晓',
				label: '原电台农村广播总监'
			},
			{
				id: '19',
				name: '龚庆利',
				label: '原电台故事广播总监'
			},
			{
				id: '20',
				name: '易明胜',
				label: '原电台影视广播总监'
			},
			{
				id: '21',
				name: '李金锋',
				label: '原电台信息广播总监'
			},
			{
				id: '22',
				name: '张建生',
				label: '原电台广告管理部主任'
			},
			{
				id: '23',
				name: '赵国平',
				label: '原电视台台长助理、党委专职副书记、少儿体育频道\r\n总监'
			},
			{
				id: '24',
				name: '闫晓阳',
				label: '原电视台总工程师'
			},
			{
				id: '25',
				name: '李暄',
				label: '原电视台文艺总监、文艺部主任'
			},
			{
				id: '26',
				name: '张少辉',
				label: '原电视台台长助理、总编室主任'
			},
			{
				id: '27',
				name: '关艳霞',
				label: '原电视台办公室主任'
			},
			{
				id: '28',
				name: '王军保',
				label: '原电视台广告管理部主任'
			},
			{
				id: '29',
				name: '田东里',
				label: '原电视台新闻部主任'
			},
			{
				id: '30',
				name: '左光瀚',
				label: '原电视台专题部主任'
			},
			{
				id: '31',
				name: '张晓冬',
				label: '原电视台技术部主任'
			},
			{
				id: '32',
				name: '陈纳新',
				label: '原电视台播出部主任'
			},
			{
				id: '33',
				name: '贾强',
				label: '原电视台电视剧频道总监'
			},
			{
				id: '34',
				name: '方伟',
				label: '原电视台欢腾购物频道总监'
			},
			{
				id: '35',
				name: '蒋愈红',
				label: '原电视台中华功夫频道总监'
			},
			{
				id: '36',
				name: '郭昕晖',
				label: '原电视台国际频道负责人'
			},
			{
				id: '37',
				name: '于新华',
				label: '党群工作部副主任'
			},
			{
				id: '38',
				name: '李保平',
				label: '党群工作部副主任'
			},
			{
				id: '39',
				name: '张帆',
				label: '党群工作部副主任'
			},
			{
				id: '40',
				name: '范祥林',
				label: '党群工作部副主任'
			},
			{
				id: '41',
				name: '李红生',
				label: '人力资源部副主任'
			},
			{
				id: '42',
				name: '李改伟',
				label: '人力资源部副主任'
			},
			{
				id: '43',
				name: '龚红梅',
				label: '审计部副主任'
			},
			{
				id: '44',
				name: '梁德宝',
				label: '对外联络部副主任'
			},
			{
				id: '45',
				name: '何岩',
				label: '对外联络部副主任'
			},
			{
				id: '46',
				name: '乔红岩',
				label: '原电台总编室副主任'
			},
			{
				id: '47',
				name: '王岩',
				label: '原电台人力资源部副主任'
			},
			{
				id: '48',
				name: '寿晓霁',
				label: '原电台技术播出部副主任'
			},
			{
				id: '49',
				name: '郭飞侠',
				label: '原电台发展研究部副主任'
			},
			{
				id: '50',
				name: '靳路',
				label: '原电台发展研究部副主任'
			},
			{
				id: '51',
				name: '汤咏',
				label: '原电台离退休人员工作部主任'
			},
			{
				id: '52',
				name: '常志霞',
				label: '原电台对外联络部主任'
			},
			{
				id: '53',
				name: '王丽',
				label: '原电台办公室副主任'
			},
			{
				id: '54',
				name: '韩军英',
				label: '河南广播电视台财管中心副主任'
			},
			{
				id: '55',
				name: '钟桂华',
				label: '原电台数字多媒体广播副总监'
			},
			{
				id: '56',
				name: '李仙芝',
				label: '原电台音乐广播副总监'
			},
			{
				id: '57',
				name: '牛剑光',
				label: '原电台影视广播副总监'
			},
			{
				id: '58',
				name: '张耀',
				label: '原电台农村广播副总监'
			},
			{
				id: '59',
				name: '周丙午',
				label: '原电台办公室副主任'
			},
			{
				id: '60',
				name: '刘寅',
				label: '原电台总编室副主任'
			},
			{
				id: '61',
				name: '杨学识',
				label: '原电台总编室副主任'
			},
			{
				id: '62',
				name: '王火炬',
				label: '原电台农村广播副总监'
			},
			{
				id: '63',
				name: '魏东',
				label: '原电台故事广播副总监'
			},
			{
				id: '64',
				name: '郭丽丽',
				label: '原电台数字多媒体广播副总监'
			},
			{
				id: '65',
				name: '刘东涛',
				label: '原电台广告管理部副主任'
			},
			{
				id: '66',
				name: '柯涛',
				label: '原电台广告管理部副主任'
			},
			{
				id: '67',
				name: '李浩然',
				label: '原电台教育广播副总监'
			},
			{
				id: '68',
				name: '邵旸烨',
				label: '原电台发射覆盖部副主任'
			},
			{
				id: '69',
				name: '赵伍民',
				label: '原电台发射覆盖部副主任'
			},
			{
				id: '70',
				name: '赵安民',
				label: '原电台发展研究部副主任'
			},
			{
				id: '71',
				name: '张建功',
				label: '原电台戏曲广播副总监'
			},
			{
				id: '72',
				name: '程文杰',
				label: '原电台新闻广播副总监'
			},
			{
				id: '73',
				name: '张军红',
				label: '原电台戏曲广播副总监'
			},
			{
				id: '74',
				name: '韩强',
				label: '原电台农村广播副总监'
			},
			{
				id: '75',
				name: '朱建军',
				label: '原电台农村广播副总监'
			},
			{
				id: '76',
				name: '王丽',
				label: '原电台影视广播副总监'
			},
			{
				id: '77',
				name: '黄千',
				label: '原电台教育广播副总监'
			},
			{
				id: '78',
				name: '张琦',
				label: '原电台教育广播副总监'
			},
			{
				id: '79',
				name: '陈德年',
				label: '原电台信息广播副总监'
			},
			{
				id: '80',
				name: '许晓岚',
				label: '原电台数字多媒体广播副总监'
			},
			{
				id: '81',
				name: '孙建彬',
				label: '原电台平顶山记者站站长'
			},
			{
				id: '82',
				name: '付天喜',
				label: '原电台教育广播负责人'
			},
			{
				id: '83',
				name: '孙文忠',
				label: '原电视台民生频道副总监'
			},
			{
				id: '84',
				name: '马莉',
				label: '原电视台财务部副主任'
			},
			{
				id: '85',
				name: '朱红杰',
				label: '河南广播电视台财管中心副主任'
			},
			{
				id: '86',
				name: '许明道',
				label: '原电视台新闻评论部副主任'
			},
			{
				id: '87',
				name: '殷利国',
				label: '原电视台制作部副主任'
			},
			{
				id: '88',
				name: '李银堂',
				label: '原电视台新媒体业务管理部副主任'
			},
			{
				id: '89',
				name: '张谛',
				label: '原电视台覆盖管理部主任'
			},
			{
				id: '90',
				name: '朱润民',
				label: '原电视台安全保障部主任'
			},
			{
				id: '91',
				name: '朱光华',
				label: '原电视台后勤保障部主任'
			},
			{
				id: '92',
				name: '张晗',
				label: '原电视台服装道具管理部主任'
			},
			{
				id: '93',
				name: '刘林军',
				label: '原电视台都市频道副总监'
			},
			{
				id: '94',
				name: '李玉洁',
				label: '原电视台新媒体业务管理部副主任'
			},
			{
				id: '95',
				name: '张斌',
				label: '原电视台公共频道副总监'
			},
			{
				id: '96',
				name: '宋琼花',
				label: '原电视台总编室副主任'
			},
			{
				id: '97',
				name: '刘全亮',
				label: '原电视台总编室副主任（援疆）'
			},
			{
				id: '98',
				name: '李国全',
				label: '原电视台总编室副主任'
			},
			{
				id: '99',
				name: '李相松',
				label: '原电视台新闻部副主任'
			},
			{
				id: '100',
				name: '宋涛',
				label: '原电视台新闻部副主任'
			},
			{
				id: '101',
				name: '时汉枫',
				label: '原电视台新闻部副主任'
			},
			{
				id: '102',
				name: '梁琪曼',
				label: '原电视台新闻评论部副主任'
			},
			{
				id: '103',
				name: '张玉星',
				label: '原电视台制作部副主任'
			},
			{
				id: '104',
				name: '赵悦',
				label: '原电视台广告管理部副主任'
			},
			{
				id: '105',
				name: '赵昱',
				label: '原电视台国际部副主任'
			},
			{
				id: '106',
				name: '许多',
				label: '原电视台广告管理部副主任'
			},
			{
				id: '107',
				name: '刘洪臣',
				label: '原电视台中华功夫频道副总监'
			},
			{
				id: '108',
				name: '路燕',
				label: '原电视台办公室副主任'
			},
			{
				id: '109',
				name: '谢祥新',
				label: '原电视台发展研究部副主任'
			},
			{
				id: '110',
				name: '白洁',
				label: '原电视台中华功夫频道副总监'
			},
			{
				id: '111',
				name: '李青春',
				label: '原电视台专题部副主任'
			},
			{
				id: '112',
				name: '姚和平',
				label: '原电视台新媒体业务管理部副主任'
			},
			{
				id: '113',
				name: '石巍',
				label: '原电视台新闻对外联络部副主任'
			},
			{
				id: '114',
				name: '刘志峰',
				label: '原电视台少儿体育频道副总监'
			},
			{
				id: '115',
				name: '郭振军',
				label: '原电视台法制频道副总监'
			},
			{
				id: '116',
				name: '彭红霞',
				label: '原电视台电视剧频道副总监'
			},
			{
				id: '117',
				name: '刘喜国',
				label: '原电视台电视剧频道副总监'
			},
			{
				id: '118',
				name: '黄鲲',
				label: '原电视台少儿体育频道副总监'
			},
			{
				id: '119',
				name: '徐辉',
				label: '原电视台新闻频道副总监'
			},
			{
				id: '120',
				name: '王秋艳',
				label: '原电视台新闻部副主任'
			},
			{
				id: '121',
				name: '王勇',
				label: '原电视台欢腾购物频道副总监'
			},
			{
				id: '122',
				name: '刘予生',
				label: '原电视台公共频道副总监'
			},
			{
				id: '123',
				name: '冯皓',
				label: '原电视台公共频道副总监'
			},
			{
				id: '124',
				name: '黄啸宇',
				label: '原电视台公共频道副总监'
			},
			{
				id: '125',
				name: '李伟',
				label: '原电视台离退休人员工作部副主任'
			},
			{
				id: '126',
				name: '吴红宇',
				label: '原电视台后勤保障部副主任'
			}
		]
	},

	{
		label: '筹备组',
		children: [
			{
				id: '127',
				name: '卢慎勇',
				label: '宣传组'
			},
			{
				id: '128',
				name: '杨曦',
				label: '改革办'
			},
			{
				id: '129',
				name: '张红瑞',
				label: '财务组'
			},
			{
				id: '130',
				name: '李伟',
				label: '安保组'
			},
			{
				id: '131',
				name: '时伟',
				label: '技术组'
			},
			{
				id: '132',
				name: '王世栋',
				label: '综合组'
			},
			{
				id: '133',
				name: '陈杰',
				label: '综合组'
			},
			{
				id: '134',
				name: '张焱',
				label: '改革办'
			},
			{
				id: '135',
				name: '孙红岩',
				label: '第一书记活动办'
			},
			{
				id: '136',
				name: '张勇',
				label: '征地办'
			}
		]
	},
	{
		label: '台属事业单位负责人',
		children: [
			{
				id: '137',
				name: '赵全洲',
				label: '河南省广播电视发射台台长'
			},
			{
				id: '138',
				name: '吴志勇',
				label: '河南省无线发射传输管理中心主任'
			},
			{
				id: '139',
				name: '王民清',
				label: '河南广播电视台无线电台管理中心主任                                  '
			},
			{
				id: '140',
				name: '秦国武',
				label: '河南广播电视台102台台长'
			},
			{
				id: '141',
				name: '陈斗勇',
				label: '河南广播电视台104台台长'
			},
			{
				id: '142',
				name: '杨玉芬',
				label: '河南广播电视台财务管理中心主任'
			},
			{
				id: '143',
				name: '白志强',
				label: '服务中心主任'
			}
		]
	},
	{
		label: '集团属企业',
		children: [
			{
				id: '144',
				name: '宗树洁',
				label: '河南电影电视制作集团有限公司董事长、党委书记'
			},
			{
				id: '145',
				name: '闫立强',
				label: '河南电影电视制作集团有限公司总裁、党委副书记'
			},
			{
				id: '146',
				name: '刘晓峰',
				label: '河南影视制作集团副总裁'
			},
			{
				id: '147',
				name: '王金华',
				label: '河南影视制作集团副总裁'
			},
			{
				id: '148',
				name: '周显俊',
				label: '河南影视制作集团副总裁'
			},
			{
				id: '149',
				name: '张爱平',
				label: '河南影视制作集团纪委书记、工会主席'
			},
			{
				id: '150',
				name: '温军',
				label: '河南影视制作集团副总裁'
			},
			{
				id: '151',
				name: '杜成军',
				label: '河南影视制作集团总会计师'
			},
			{
				id: '152',
				name: '张克宣',
				label: '原电视台新农村频道总监'
			},
			{
				id: '153',
				name: '李海军',
				label: '原电台副台长、河南大象融媒体集团有限公司临时负责人'
			},
			{
				id: '154',
				name: '徐秀丽',
				label: '《新选择》杂志社社长、河南大象融媒体集团有限公司'
			},
			{
				id: '155',
				name: '郭韬',
				label: '河南大象融媒体集团有限公司'
			},
			{
				id: '156',
				name: '王小兵',
				label: '河南大象融媒体集团有限公司纪检书记'
			},
			{
				id: '157',
				name: '李艺凡',
				label: '河南大象融媒体集团有限公司'
			},
			{
				id: '158',
				name: '李强',
				label: '河南大象融媒体集团有限公司'
			},
			{
				id: '159',
				name: '乔新',
				label: '河南大象融媒体集团有限公司'
			},
			{
				id: '160',
				name: '王春阳',
				label: '河南大象融媒体集团有限公司'
			},
			{
				id: '161',
				name: '胡士才',
				label: '《东方今报》报社社长'
			},
			{
				id: '162',
				name: '郭士飞',
				label: '原电视台民生频道总监 '
			},
			{
				id: '163',
				name: '陈豪',
				label: '原电视台民生频道副总监'
			},
			{
				id: '164',
				name: '姚伟',
				label: '原电视台民生频道副总监'
			},
			{
				id: '165',
				name: '胡志芳',
				label: '原电视台民生频道副总监'
			},
			{
				id: '166',
				name: '张铭',
				label: '原电台经济广播副总监'
			},
			{
				id: '167',
				name: '尹发启',
				label: '河南有线电视网络集团有限公司、河南广播电视网络股份有限公司党委书记、董事长'
			},
			{
				id: '168',
				name: '毛振山',
				label: '河南有线电视网络集团有限公司总经理、党委委员'
			},
			{
				id: '169',
				name: '刘孝刚',
				label: '河南广播电视网络股份有限公司总经理、党委委员'
			},
			{
				id: '170',
				name: '刘健',
				label: '河南文化影视集团有限公司董事长、党委书记'
			},
			{
				id: '171',
				name: '潘少甫',
				label: '河南文化影视集团有限公司总经理、党委副书记'
			},
			{
				id: '172',
				name: '李留健',
				label: '河南省电影公司总经理'
			},
			{
				id: '173',
				name: '刘洪涛',
				label: '河南通用传媒股份有限公司董事长'
			},
			{
				id: '174',
				name: '梁廷耀',
				label: '河南广电发射塔管理有限公司董事长'
			},
			{
				id: '175',
				name: '申淑娟',
				label: '河南广电置业有限公司董事长'
			},
			{
				id: '176',
				name: '叶枫',
				label: '河南广电置业有限公司总经理'
			},
			{
				id: '177',
				name: '郑鸿雁',
				label: '河南买卖多电子商务有限公司总经理'
			},
			{
				id: '178',
				name: '刘运广',
				label: '河南广电保安服务有限公司总经理'
			},
			{
				id: '179',
				name: '田雷',
				label: '河南新农村数字电影院线有限公司董事长、总经理'
			},
			{
				id: '180',
				name: '高俊杰',
				label: '河南天裕物业管理服务有限公司总经理'
			},
			{
				id: '181',
				name: '盖居平',
				label: '河南天佑物业管理有限公司总经理'
			},
			{
				id: '182',
				name: '韩砺',
				label: '河南航空港卫视公司'
			},
			{
				id: '183',
				name: '石常启',
				label: '河南广电县域传媒公司筹备组'
			}
		]
	}
]

export default companyData
