const data = [
	{
		name: '博毅武馆',
		id: '1'
	},
	{
		name: '子龙跆拳道',
		id: '2'
	},
	{
		name: '柘城县少林尚武俱乐部',
		id: '3'
	},
	{
		name: '柘城县星尊武术培训基地',
		id: '4'
	},
	{
		name: '精武跆拳道',
		id: '5'
	},
	{
		name: '小目标跆拳道',
		id: '6'
	},
	{
		name: '弘毅跆拳道',
		id: '7'
	},
	{
		name: '龙翔跆拳道',
		id: '8'
	},
	{
		name: '龍魂跆拳道',
		id: '9'
	},
	{
		name: '汝州市小虎武馆',
		id: '10'
	},
	{
		name: '战神传说、国际搏击俱乐部',
		id: '11'
	},
	{
		name: '中国正道馆',
		id: '12'
	},
	{
		name: '盛鹰跆拳道',
		id: '13'
	},
	{
		name: '许昌市武术运动协会',
		id: '14'
	},
	{
		name: '许昌常盛跆拳道馆',
		id: '15'
	},
	{
		name: '新未来艺术中心',
		id: '16'
	},
	{
		name: '鄢陵弘武跆拳道',
		id: '17'
	},
	{
		name: '洛阳市奥星跆拳道馆',
		id: '18'
	},
	{
		name: '登封维妙跆拳道馆',
		id: '19'
	},
	{
		name: '禹州凯龍跆拳道',
		id: '20'
	},
	{
		name: '太康县武联教育俱乐部',
		id: '21'
	},
	{
		name: '泰格跆拳道',
		id: '22'
	},
	{
		name: '周口泰格跆拳道',
		id: '23'
	},
	{
		name: '商丘华武道馆',
		id: '24'
	},
	{
		name: '少林寺罗汉院',
		id: '25'
	},
	{
		name: '周口姜继武道馆',
		id: '26'
	},
	{
		name: '过一•青少年健体中心',
		id: '27'
	},
	{
		name: '郑州大烨跆拳道',
		id: '28'
	},
	{
		name: '跆拳道俱乐部',
		id: '29'
	},
	{
		name: '郑州乐动跆拳道',
		id: '30'
	},
	{
		name: '驻马店勇士武馆',
		id: '31'
	},
	{
		name: '驻马店弘德跆拳道',
		id: '32'
	},
	{
		name: '郑州帅可跆拳道',
		id: '33'
	},
	{
		name: '新密608跆拳道',
		id: '34'
	},
	{
		name: '济源振山散打',
		id: '35'
	},
	{
		name: '焦作长龙跆拳道',
		id: '36'
	},
	{
		name: '驻马店华星艺体跆拳道',
		id: '37'
	},
	{
		name: '焦作耀扬武馆',
		id: '38'
	},
	{
		name: '登封市森林狼跆拳道',
		id: '39'
	},
	{
		name: '中牟裕鑫跆拳道',
		id: '40'
	},
	{
		name: '新密全营武术',
		id: '41'
	},
	{
		name: '新密德義武术',
		id: '42'
	},
	{
		name: '洛阳极道武学',
		id: '43'
	},
	{
		name: '中牟龙武跆拳道',
		id: '44'
	},
	{
		name: '三门峡弘武搏击俱乐部',
		id: '45'
	},
	{
		name: '焦作弘正武道',
		id: '46'
	},
	{
		name: '驻马店市精英跆拳道',
		id: '47'
	},
	{
		name: '郑州鸿尚跆拳道',
		id: '48'
	},
	{
		name: '郑州明晟国际跆拳道',
		id: '49'
	},
	{
		name: '南阳龙腾跆拳道',
		id: '50'
	},
	{
		name: '济源乐武跆拳道',
		id: '51'
	},
	{
		name: '信阳博武跆拳道',
		id: '52'
	},
	{
		name: '汝州成龙跆拳道',
		id: '53'
	},
	{
		name: '郑州武之魂武馆',
		id: '54'
	},
	{
		name: '洛阳尚武英豪',
		id: '55'
	},
	{
		name: '安徽芜湖精英跆拳道馆',
		id: '56'
	},
	{
		name: '信阳君一跆拳道',
		id: '57'
	},
	{
		name: '新乡禅武堂功夫格斗',
		id: '58'
	},
	{
		name: '信阳黑带盟跆拳道馆',
		id: '59'
	},
	{
		name: '郑州忠武跆拳道',
		id: '60'
	},
	{
		name: '信阳市中原武道',
		id: '61'
	},
	{
		name: '安阳振清少儿武校',
		id: '62'
	},
	{
		name: '驻马店成飞武道',
		id: '63'
	},
	{
		name: '郑州浩阳武道传统文化教育',
		id: '64'
	},
	{
		name: '周口市体育局选材基地',
		id: '65'
	},
	{
		name: '郑州藏龙武道国际跆拳道教育',
		id: '66'
	},
	{
		name: '安徽淮北汉龙武道教育集团',
		id: '67'
	},
	{
		name: '郑州瀚武汇功夫馆',
		id: '68'
	},
	{
		name: '信阳尚武搏击俱乐部',
		id: '69'
	},
	{
		name: '信阳武星舞体育服务有限公司',
		id: '70'
	},
	{
		name: '郑州德武跆拳道',
		id: '71'
	},
	{
		name: '河南百世跆拳道',
		id: '72'
	},
	{
		name: '南阳尚武跆拳道教育',
		id: '73'
	},
	{
		name: '许昌天地跆拳道',
		id: '74'
	},
	{
		name: '邯郸成巍搏击',
		id: '75'
	},
	{
		name: '武陟梦幻艺术培训中心',
		id: '76'
	},
	{
		name: '河南苌氏武技武术院',
		id: '77'
	},
	{
		name: '陕西宝鸡炎龙武道馆',
		id: '78'
	},
	{
		name: '郑州铁峰跆拳道',
		id: '79'
	},
	{
		name: '南阳南召精武国际跆拳道馆',
		id: '80'
	},
	{
		name: '新郑金灿跆拳道',
		id: '81'
	},
	{
		name: '郑州龙凤跆拳道教育',
		id: '82'
	},
	{
		name: '暮武功夫培训基地',
		id: '83'
	},
	{
		name: '新郑乐舞星途德艺培训中心',
		id: '84'
	},
	{
		name: '河北鸿兴武馆',
		id: '85'
	},
	{
		name: '许昌龙腾跆拳道',
		id: '86'
	},
	{
		name: '鹤壁王超武道教育',
		id: '87'
	},
	{
		name: '南阳豫鼎国际跆拳道',
		id: '88'
	},
	{
		name: '郑州辰斌跆拳道',
		id: '89'
	},
	{
		name: '郑州艺多星跆拳道',
		id: '90'
	},
	{
		name: '新密康乐跆拳道',
		id: '91'
	},
	{
		name: '南阳构林金刚武校',
		id: '92'
	},
	{
		name: '南阳双勇跆拳道',
		id: '93'
	},
	{
		name: '商丘焱飞武道',
		id: '94'
	},
	{
		name: '河南省小明星艺术团',
		id: '95'
	},
	{
		name: '新乡明星教育',
		id: '96'
	},
	{
		name: '信阳武星跆拳道',
		id: '97'
	},
	{
		name: '南阳方城博仁跆拳道馆',
		id: '98'
	},
	{
		name: '郑州舞跆艺术培训中心',
		id: '99'
	},
	{
		name: '郑州少林暮武武术馆',
		id: '100'
	},
	{
		name: '河南浚县百世跆拳道教育',
		id: '101'
	},
	{
		name: '安阳华艺跆拳道',
		id: '102'
	},
	{
		name: '郑州道隆跆拳道',
		id: '103'
	},
	{
		name: '信阳光山翔胜跆拳道馆',
		id: '104'
	},
	{
		name: '安阳市新华武道',
		id: '105'
	},
	{
		name: '河南省信阳市息县爱尚武道',
		id: '106'
	},
	{
		name: '信阳光山县忠道跆拳培训中心',
		id: '107'
	},
	{
		name: '信阳潢川搏励跆拳道馆',
		id: '108'
	},
	{
		name: '许昌慧诺教育龍腾国技跆拳道',
		id: '109'
	},
	{
		name: '郑州精武道培训基地',
		id: '110'
	},
	{
		name: '商丘静武搏击馆',
		id: '111'
	},
	{
		name: '郑州武之源武术搏击训练中心',
		id: '112'
	},
	{
		name: '安阳搏源•正武跆拳道',
		id: '113'
	},
	{
		name: '新乡禅武功夫武道文化教育机构',
		id: '114'
	},
	{
		name: '陕县精鹰道馆',
		id: '115'
	},
	{
		name: '鹤壁浚县尚武堂',
		id: '116'
	},
	{
		name: '南阳威搏国际跆拳道',
		id: '117'
	},
	{
		name: '信阳铭将跆拳道',
		id: '118'
	},
	{
		name: '郑州市智虎跆拳道体育俱乐部',
		id: '119'
	},
	{
		name: '安阳市跆风武道俱乐部',
		id: '120'
	},
	{
		name: '安阳华武武道',
		id: '121'
	},
	{
		name: '洛阳博威跆拳道',
		id: '122'
	},
	{
		name: '郑州讲武堂跆拳道',
		id: '123'
	},
	{
		name: '商丘静俭武道',
		id: '124'
	},
	{
		name: '武陟县尚武堂',
		id: '125'
	},
	{
		name: '三门峡清风道场',
		id: '126'
	},
	{
		name: '商丘孙瀚国际武术跆拳道',
		id: '127'
	},
	{
		name: '驻马店梦蓝跆拳道',
		id: '128'
	},
	{
		name: '郑州合艺道跆拳道俱乐部',
		id: '129'
	},
	{
		name: '安徽亳州搏康跆拳道',
		id: '130'
	},
	{
		name: '洛阳新武门跆拳道',
		id: '131'
	},
	{
		name: '亳州青少年跆拳道活动中心',
		id: '132'
	},
	{
		name: '平顶山禅武道国术馆',
		id: '133'
	},
	{
		name: '安徽亳州禅德跆拳道',
		id: '134'
	},
	{
		name: '郑州铁峰跆拳道俱乐部',
		id: '135'
	},
	{
		name: '河南省苌氏武技开封代表代',
		id: '136'
	},
	{
		name: '新乡祥云武道馆',
		id: '137'
	},
	{
		name: '新乡精武教育',
		id: '138'
	},
	{
		name: '格斗勇士搏击俱乐部',
		id: '139'
	},
	{
		name: '延津太极虎武道俱乐部',
		id: '140'
	},
	{
		name: '豪哲荣耀跆拳道搏击俱乐部',
		id: '141'
	},
	{
		name: '新乡飓风跆拳道',
		id: '142'
	},
	{
		name: '信阳豪哲搏击俱乐部',
		id: '143'
	},
	{
		name: '焦作陈中跆拳道俱乐部',
		id: '144'
	},
	{
		name: '华夏武道',
		id: '145'
	},
	{
		name: '育仁武学馆',
		id: '146'
	},
	{
		name: '博武道馆',
		id: '147'
	},
	{
		name: '沈丘尚泰格跆拳道俱乐部',
		id: '148'
	},
	{
		name: '一鸣武道教育馆',
		id: '149'
	},
	{
		name: '舞之星舞蹈学校',
		id: '150'
	},
	{
		name: '勇者跆拳道',
		id: '151'
	},
	{
		name: '佳龙武术俱乐部',
		id: '152'
	},
	{
		name: '龙魂武术军拓培训中心',
		id: '153'
	},
	{
		name: '尚武风行散打培训',
		id: '154'
	},
	{
		name: '泌水长红跆拳道馆',
		id: '155'
	},
	{
		name: '仁道跆拳道',
		id: '156'
	},
	{
		name: '安阳市腾飞武馆',
		id: '157'
	},
	{
		name: '博武武术俱乐部',
		id: '158'
	},
	{
		name: '新世纪V武俱乐部',
		id: '159'
	},
	{
		name: '武林小将跆拳道',
		id: '160'
	},
	{
		name: '爱上跆拳道',
		id: '161'
	},
	{
		name: '尚武武道 武术培训中心',
		id: '162'
	},
	{
		name: '星云跆拳道',
		id: '163'
	},
	{
		name: '雲行武道俱乐部',
		id: '164'
	},
	{
		name: '励精跆拳道馆',
		id: '165'
	},
	{
		name: '乐动极限跆拳道',
		id: '166'
	},
	{
		name: '一如跆拳道',
		id: '167'
	},
	{
		name: '商丘龍一跆拳道',
		id: '168'
	},
	{
		name: '青蓝国际艺体中心',
		id: '169'
	},
	{
		name: '洛阳圣雄国际武道',
		id: '170'
	},
	{
		name: '天艺跆拳道',
		id: '171'
	},
	{
		name: '清丰县冰心国术馆',
		id: '172'
	},
	{
		name: '王者武道跆拳道散打馆',
		id: '173'
	},
	{
		name: '焦作龙威武术馆',
		id: '174'
	},
	{
		name: '禹州尚武搏击俱乐部',
		id: '175'
	},
	{
		name: '少林子龙跆拳道馆',
		id: '176'
	},
	{
		name: '罗汉武道教育',
		id: '177'
	},
	{
		name: '荥阳武林风国际俱乐部',
		id: '178'
	},
	{
		name: '众德武术馆',
		id: '179'
	},
	{
		name: '振华健身俱乐部',
		id: '180'
	},
	{
		name: '中牟-牟武跆拳道',
		id: '181'
	},
	{
		name: '周口精武国际',
		id: '182'
	},
	{
		name: '振华搏击俱乐部',
		id: '183'
	},
	{
		name: '平舆县韩亚跆拳道',
		id: '184'
	},
	{
		name: '豫龙跆拳道',
		id: '185'
	},
	{
		name: '七星武馆',
		id: '186'
	},
	{
		name: '旋风少年跆拳道馆',
		id: '187'
	},
	{
		name: '鹿邑县阳光跆拳道俱乐部',
		id: '188'
	},
	{
		name: '四海龙腾跆拳道',
		id: '189'
	},
	{
		name: '真龙武术培训中心',
		id: '190'
	},
	{
		name: '安阳日月星跆拳道',
		id: '191'
	},
	{
		name: '天威跆拳道俱乐部',
		id: '192'
	},
	{
		name: '健博跆拳道',
		id: '193'
	},
	{
		name: '一锦天武道',
		id: '194'
	},
	{
		name: '周口健道跆拳道',
		id: '195'
	},
	{
		name: '安阳市群英跆拳道馆',
		id: '196'
	},
	{
		name: '禹州培杰国际武道',
		id: '197'
	},
	{
		name: '郑州市响武跆拳道俱乐部',
		id: '198'
	},
	{
		name: '安阳精英跆拳道',
		id: '199'
	},
	{
		name: '正道跆拳道',
		id: '200'
	},
	{
		name: '佘家至正跆拳道',
		id: '201'
	},
	{
		name: '长龙搏击俱乐部',
		id: '202'
	},
	{
		name: '弘武国际搏击',
		id: '203'
	},
	{
		name: '河南中牟腾蛟跆拳道',
		id: '204'
	},
	{
		name: '非凡武术俱乐部',
		id: '205'
	},
	{
		name: '华豫跆拳道馆',
		id: '206'
	},
	{
		name: '舞钢博龙武术馆',
		id: '207'
	},
	{
		name: '前卫跆拳道',
		id: '208'
	},
	{
		name: '郑州顺远搏击健身俱乐部',
		id: '209'
	},
	{
		name: '南阳国际武道联盟培训基地',
		id: '210'
	},
	{
		name: '郑州太极虎',
		id: '211'
	},
	{
		name: '艺武教育正德跆拳道',
		id: '212'
	},
	{
		name: '上街国威跆拳道',
		id: '213'
	},
	{
		name: '漯河市邓襄镇振远武道跆拳道',
		id: '214'
	},
	{
		name: '郑州市精武健身搏击俱乐部',
		id: '215'
	},
	{
		name: '商丘旭日跆拳道联盟',
		id: '216'
	}
];

export default data;
