export const textList = [
	{
		id: 1,
		text: '1、扫描下方二维码，关注“都市频道”微信公众号。'
	},
	{
		id: 2,
		text: '2、当天参与投票的用户，可获得当天的抽奖资格。'
	},
	{
		id: 3,
		text: '3、给公众号发送关键字<span style="color:#eec635;font-weight:bold"> “少儿篮球”</span>，即可报名当天的抽奖。'
	},
	{
		id: 4,
		text: '4、每天抽出一等奖1名，100元洗衣卡一张；二等奖10名，20元洗衣卡一张。'
	},
	{
		id: 5,
		text: '5、第二天，工作人员会联系前一天的获奖用户。'
	},
	{
		id: 6,
		text: '6、给公众号发送关键字“获奖名单”，查看每天的获奖名单。'
	}
]
export const imgList = [
	{
		id: 1,
		src: require('./img/icon-hntv2-qrcode.png')
	}
]

export const footerText = [
	{
		id: 1,
		text:
			'河南都市频道新媒体，涵盖了多个互联网传播平台，包括微博（100 万粉丝）、9个微信公众号（300万粉丝）、头条号（150万粉丝）、大鱼号、企鹅号、搜狐号以及网易号等多个平台，将软文硬广、电视手机大小屏互动、网络直播及精心策划的线下活动等形式灵活搭配，为广大本地客户、地域客户的推广需求提供了形式新颖、性价比高的新选择。'
	},
	{
		id: 2,
		text: '咨询电话：0371-6573 2233'
	}
]
